[MID_CreditsIntro_GatEB]
[eng]
Congratulations on making it through to the end. DROD is a challenging game in any of its forms.

It took us over four years to develop and complete *Gunthro and the Epic Blunder*, and this game's development was not without the usual obstacles.  This game was coyly announced in the closing credits to *The City Beneath*.  The game was originally titled *Frogs and Mice*, and was not planned as a DROD sequel, but after a series of unfortunate events, we decided to retheme it as a traditional DROD game.  This is likely good news for you, oh steadfast follower, who can't get enough of DROD and the Eighth.

DROD has always been a labor of love.  On previous DROD games, I would put in endless hours in order to get the game out the door for Caravel's traditional April 1st deadline.  As time goes on, living the indie game development dream has vied for attention with raising a family, maintaining a house, a full-time day job, and basically everything else that can be a part of life.  Fortunately, I've had a stalwart group of allies to help develop this game.  This is a game, for DROD fans, by DROD fans.  You'll see their names in lights below, but let me stress that this game likely would not have been completed, and without this level of polish, without their enthusiasm, energy and skill.

Though we've taken a break from telling the story of Beethro in this installment of the DROD franchise, it does explain Beethro's origins and some of where he got his undying curiosity to explore the great Beneath.  I'll let you know now that the Caravel team soon will begin work on DROD 5.  This will likely be the final entry in the series that began with *King Dugan's Dungeon*, *Journey to Rooted Hold*, and *The City Beneath*.  Also, there have been the Smitemaster's Selections that have filled in some gaps leading up to the series climax.  The fifth and final game, "The Second Sky", will mark the end of Beethro's investigations in the Great Beneath, and the beginning of his actions in aid of the surface.  You'll finally learn all about the Grand Event, and may that knowledge shock you to the very core, as it will Beethro.

I'd expect that game to be released in a few more years.  Keep watch out for it on the Caravel Forum, where I'm sure we'll dust off the ol' Progress Bar and keep you apprised on the team's progress.

And now, the credits...
[fra]
Félicitations, vous êtes arrivé au bout. DROD est un jeu difficile quelle que soit sa forme.

Développer et terminer *Gunthro and the Epic Blunder* nous a pris quatre ans, et le développement de ce jeu n'a pas été dénué des habituels obstacles. Ce jeu a été innocemment annoncé dans le générique de fin de *The City Beneath*. Il s'appelait à l'origine *Frogs and Mice* et n'était pas prévu comme une suite de DROD, mais après une série d'évènements regrettables, nous avions décidé d'en changer le thème pour n faire un jeu DROD traditionnel. Cela a sûrement été une bonne nouvelle pour vous, ô fidèle disciple, qui n'en avez jamais assez de DROD et du Huitième.

DROD a toujours été une œuvre de passion. Pour les précédents jeux DROD, je travaillais pendant un nombre incalculable d'heures pour pouvoir sortir le jeu à la date traditionnelle chez Caravel du 1er avril. Le temps passant, vivre le rêve de développer des jeux en indépendant est entré en concurrence avec le fait d'élever une famille, d'avoir une maison, un emploi à plein temps et en gros tout ce qui peut faire partie de la vie. Heureusement, j'ai eu un groupe assidu d'alliés pour m'aider à développer ce jeu. Ce jeu est fait par les fans de DROD, pour les fans de DROD. Vous allez voir leurs noms éclairés plus bas, mais laissez-moi insister sur le fait que ce jeu n'aurait pas été possible, ni avec ce niveau de finition, sans leur enthousiasme, leur énergie et leur talent.

Bien que nous ayons fait une pause dans la narration de l'histoire de Beethro dans cet épisode de la série DROD, il explique néanmoins les origines de Beethro et en partie d'où lui vient sa curiosité incessante d'explorer le Grand Dessous. Je peux vous dire dès à présent que l'équipe Caravel commencera bientôt à travailler sur DROD 5. Cela sera probablement le dernier épisode de la série qui commença avec *King Dugan's Dungeon*, *Journey to Rooted Hold* et *The City Beneath*. Il y a également eu les Smitemaster's Selections qui ont comblé les vides menant au dénouement de la série. Le cinquième et dernier jeu, "The Second Sky", marquera la fin des investigations de Beethro dans le Grand Dessous et le début de ses actions en aide à la surface. Vous apprendrez enfin tout sur le Grand Évènement, et que cette découverte vous fasse tomber des nues, comme ce sera le cas pour Beethro.

Je pense que ce jeu sortira dans quelques années. Restez attentif grâce au Forum Caravel, où je suis sûr que nous ressortirons la bonne vieille Barre de Progression et vous tiendrons au courant des progrès de l'équipe.

Et maintenant, le générique…

[MID_ErikH_C_GatEB]
[eng]
Creator, Concept, Game Elements, Story, Art
[fra]
Création, Concept, Éléments de Jeu, Scénario, Graphismes

[MID_ErikH_Text_GatEB]
[eng]
Erik is the father of DROD and creator of this game's original story when it was *Frogs and Mice*.  Erik proposed the ideas for the new game elements that appear in this game.  He also drew the flavorful portrait art for the various characters.

Erik came up with the original concept of DROD back in the nineties.  He comes back once in a while to contribute more to the DROD story, and he deserves an honorary spot at the top of the credits for this gaming invention that has enriched all our lives.
[fra]
Erik est le père de DROD et le créateur de l'histoire originale de ce jeu lorsque c'était *Frogs and Mice*. Erik a proposé les idées pour les nouveaux éléments de jeu vus dans le jeu. Il a également dessiné les portraits pleins de charme des différents personnages.

Erik a créé le concept original de DROD dans les années 90. Il revient de temps en temps pour contribuer encore à l'histoire de DROD, et il mérite une place d'honneur au sommet du générique pour cette invention ludique qui a enrichi nos vies.

[MID_MikeR_C_GatEB]
[eng]
Producer, Lead Programmer, Level Design, Art Direction, Voice and Testing Coordination, Sound Effects and Voice Editing
[fra]
Producteur, Programmeur en Chef, Conception de Niveaux, Direction Artistique, Coordination des Tests et des Doublages, Édition des Effets Sonores et des Voix

[MID_MikeR_Text_GatEB]
[eng]
I've featured less prominently in this title as a programmer and level designer and more of a project manager.  I tweaked the story, room design, script text, and implemented some features here and there.

The majority of the dialogue was written by the level designers, which is an unusual practice that works quite well for us.  I cast the voice actors for the parts and made sure all the lines got recorded.  Some in-game art I made was inherited from previous games, and I added a little more.  The cover illustration for the game is mine too.

Please consider that even though I tend to be the "voice" of the Caravel team--it is just that, a team. In fact, I'm arguably not the person who has done the most work on this project.  Each person listed below has done a whole ton of work, or at least several dozen kilograms, for this title.  They've all done it for the love of the game, and I am extremely grateful for all of their contributions.
[fra]
J'ai fait partie de ce projet moins comme un programmeur et concepteur de niveaux que comme chef de projet. J'ai amélioré le scénario, la conception des pièces, les textes des scripts et incorporé quelques éléments ici et là.

La plupart des dialogues ont été écrits par les concepteurs de niveaux, une pratique peut courante qui fonctionne bien pour nous. J'ai distribué les rôles des doubleurs et me suis assuré que tout soit enregistré. Quelques graphismes que j'avais fait ont été importés de jeux précédents et j'en ai ajouté un peu plus. L'illustration de la couverture est également de moi.

Veuillez noter que bien que je sois la « voix » de l'équipe Caravel, c'est précisément ce qu'elle est – une équipe. En fait je ne suis même pas la personne ayant le plus travaillée sur le projet. Chaque personne listée ci-dessous a fourni une tonne de travail, ou au moins quelques douzaines de kilos, pour ce jeu. Elles l'ont toutes fait pour l'amour du jeu et je suis leur suis extrêmement reconnaissant pour toutes leurs contributions.

[MID_MattS_C_GatEB]
[eng]
CaravelNet Design and Programming
[fra]
Conception de CaravelNet et Programmation

[MID_MattS_Text_GatEB]
[eng]
The CaravelNet functionality belongs to Matt. He implements a non-stop stream of changes to the Caravel Forum. Other indie developers out there would not even dream of attempting the stuff we have working. A larger retail developer/publisher company like EA or Blizzard would probably spec out a CaravelNet-like project to take a five-person team multiple man-years of work. Somehow, some way, one guy has delivered this huge amount of functionality. I would not recommend anyone else try doing it, unless they have Matt Schikore working for them.
[fra]
Le système CaravelNet est l'œuvre de Matt. Il implémente un flot incessant de changements au Forum de Caravel. D'autres développeurs indépendants ne pourrait même pas rêver de tenter de faire marcher ce que nous avons. Un plus gros développeur/éditeur comme EA ou Blizzard planifierait sûrement quelque chose comme CaravelNet comme un projet pour une équipe de cinq personnes sur plusieurs années. D'une façon ou d'une autre, un gars a réussi à faire tout ça à lui tout seul. Je ne recommanderais à personne d'essayer de faire pareil, à moins que Matt Schikore travaille chez eux.

[MID_JacobG_C_GatEB]
[eng]
Level design, Story, Scripting, Help docs
[fra]
Conception de Niveaux, Scénario, Scripts, Domuments d'aide

[MID_JacobG_Text_GatEB]
[eng]
Jacob has been making quality DROD holds for a long time now, and he made a large number of quality rooms for this game.  However, he didn't stop there.  Jacob has put in an uncountable number of hours to help retheme the game's hold from F&M into a story in the Eighth about Gunthro.  Jacob has added practically all of the game's bonus, secret and meta-content.  Jacob provided input on game element design and updated the game help files.  He has done a lot of tuning to the levels, scripting and story, and did a great job of keeping the project moving along the whole time.  His commitment to this project cannot be overstated.
[fra]
Cela fait longtemps que Jacob produit d'excellents antres pour DROD, et il a fait un grand nombre de pièces pour ce jeu. Mais il ne s'est pas arrêté là. Jacob a passé un nombre incalculable d'heures pour aider à changer le thème de l'antre du jeu pour le faire passer de F&M à l'histoire parlant du Huitième et de Gunthro. Il a ajouté pratiquement tous les secrets du jeu, les bonus et le méta-contenu. Jacob a donné son avis sur la conception des éléments de jeu et a mis à jour les fichiers d'aide du jeu. Il a apporté beaucoup d'améliorations aux niveaux, aux scripts, et a fait beaucoup pour garder le projet sur les rails tout du long. Son dévouement au projet a été fondamental.

[MID_TerenceF_C_GatEB]
[eng]
Programming, Game Element Design, CaravelNet
[fra]
Programmation, Conception d'Éléments de Jeu, CaravelNet

[MID_TerenceF_Text_GatEB]
[eng]
Terence has also put in a huge number of hours fixing bugs and making things work better in the DROD engine.  He is a coding machine that has quickly picked up the DROD codebase and adeptly added new functionality.  He spent a lot of time getting the details for the new features in DROD 4.0 just right, and then went ahead to produce the excellent "Flood Warning" Smitemaster's Selection, showcasing the neat ideas he came up with for the shallow water and stepping stones game elements.  Terence also worked on improving CaravelNet functionality and also handled many of the tedious, unglamorous tasks that just needed somebody to do it, like fixing bugs, tightening loose bolts in the rendering engine, and making sure all of the new and preexisting game elements interacted just right.  It seemed like every time I turned around Terence had some good new idea already implemented in the game.  His contribution is huge, and we hope he sticks around to do more great things for DROD:TSS!
[fra]
Terence a lui aussi passé de nombreuses heures à corriger des bugs et à faire en sorte que les choses fonctionnent au mieux dans le moteur DROD. C'est une vraie machine à coder qui s'est rapidement attelée au code de DROD et y a brillamment ajoutée de nouvelles fonctions. Il a passé beaucoup de temps à peaufiner les détails des nouvelles caractéristiques de DROD 4.0 et a par la suite créé l'excellent antre « Flood Warning », livré avec le jeu, présentant les super idées qu'il a eues pour l'eau peu profonde et les pierres de gué. Terence a aussi participé au travail d'amélioration de CaravelNet et s'est aussi occupé des nombreuses tâches, rébarbatives et dénuées de charme, qui avaient quand même besoin d'être faites, comme corriger des bugs, réparer quelques erreurs dans le moteur graphique et s'assurer que tous les éléments de jeu, anciens et nouveaux, interagissaient comme prévu. On aurait dit qu'à chaque fois que je me retournais, Terence avait déjà implémenté une nouvelle bonne idée dans le jeu. Sa contribution a été énorme et nous espérons qu'il restera avec nous pour faire encore plus de grandes choses dans DROD : TSS !

[MID_LarryM_HenriK_C_GatEB]
[eng]
Level design
[fra]
Conception de Niveaux

[MID_LarryM_HenriK_Text_GatEB]
[eng]
Larry and Henri are also star level designers that work tirelessly to make DROD the best game that it can be.  They made many well-designed levels that were a joy for me to play through.  DROD is more than just the sum of its rooms, but without their critical contribution to this game, it wouldn't be of the high caliber it is today.
[fra]
Larry et Henri sont eux aussi des concepteurs de niveaux stars qui travaillent sans cesse pour faire de DROD le meilleur jeu possible. Ils ont créé de nombreux niveaux très bien conçus auxquels j'ai pris grand plaisir à jouer. DROD est plus que la somme de ses pièces, mais sans leurs contributions critiques à ce jeu, il ne serait pas du niveau qu'il est aujourd'hui.

[MID_JonS_C]
[eng]
Music
[fra]
Musique

[MID_JonS_Text_GatEB]
[eng]
Jon is a professional musician who has a band (Travelogue) and recording label agreements to distribute his music. Erik, a long-time fan of Jon's, cold-called him years back to request game music for *The City Beneath*.  Jon agreed and came up all the great music for that game.  We adore his work.  Jon came back to work with us again for DROD 4, providing over an hour of new music for the *Gunthro and the Epic Blunder* soundtrack. Nice!
[fra]
Jon est un musicien professionnel qui a son propre groupe et des accords avec des labels de musique pour la distribution de sa musique. Erik, depuis longtemps fan de Jon, l'a appelé il y a plusieurs années pour lui demander de faire la musique de *The City Beneath*. Jon a accepté et a produit l'excellente B.O. de ce jeu. Nous adorons son travail. Jon est revenu travailler avec nous pour DROD 4, fournissant plus d'une heure de nouveaux morceaux pour la bande son de *Gunthro and the Epic Blunder*. Cool !

[MID_GerryJ_C_GatEB]
[eng]
Programming, Linux port, Tile art
[fra]
Programmation, Port Linux, Graphismes de Cases

[MID_GerryJ_Text_GatEB]
[eng]
It is hard to find someone that will take over a responsibility and stick with it for years. If you are playing DROD on Linux, you owe a lot of thanks to Gerry, who has provided Linux ports for all of the DROD games and their patches.  Gerry also provided the original implementation for the new game elements in DROD 4 and some beautiful tile art for the game.
[fra]
Il est difficile de trouver quelqu'un capable d'assumer une responsabilité et s'y tenir pendant des années. Si vous jouez à DROD sous Linux, vous devez en remercier Gerry, qui a porté sur cette plate-forme tous les jeux DROD et leurs patchs. Gerry a également fourni l'implémentation originelle des nouveaux éléments de jeux dans DROD 4 et des graphismes superbes pour le jeu.

[MID_TomB_EytanZ_C_GatEB]
[eng]
Dialogue, Continuity, Testing
[fra]
Dialogues, Continuité, Tests

[MID_TomB_EytanZ_Text_GatEB]
[eng]
Tom has been with us throughout the project helping out on story, faithfully testing builds, and making most of the demos that you see from the title screen.  Eytan popped in both at the beginning and end of this project to help us get the story right.
[fra]
Tom a été avec nous pendant l'intégralité du projet en aidant au scénario, à tester les premières versions du jeu et à créer la plupart des démos que vous pouvez voir sur l'écran d'accueil. Eytan est intervenu au début et à la fin du projet pour nous aider à peaufiner l'histoire.

[MID_NeilF_C_GatEB]
[eng]
Level design
[fra]
Conception de Niveaux

[MID_NeilF_Text_GatEB]
[eng]
We've been working with Neil for a long time. He's an excellent level designer that knows how to make challenging rooms fun to play--not just hard.
[fra]
Cela fait longtemps que nous travaillons avec Neil. C'est un excellent concepteur de niveaux qui sait comment rendre les pièces difficiles agréables, et pas seulement ardues.

[MID_BrettB_C_GatEB]
[eng]
Art
[fra]
Graphismes

[MID_BrettB_Text_GatEB]
[eng]
Erik hired Brett Boyette to make the tile art for the three new room styles featured in this game.  She also made a bunch of early game art for *Frogs and Mice*, which unfortunately didn't make it into the game, but which you can still find some of in the game's mastery level.
[fra]
Erik a engagé Brett Boyette pour créer les graphismes pour les trois nouveaux styles de pièce de ce jeu. Elle avait aussi créé des graphismes préliminaires pour « Frogs and Mice » qui n'ont malheureusement pas été utilisés dans le jeu, mais vous pouvez toujours en admirer une partie dans le niveau de maîtrise de ce jeu.

[MID_JenniferL_C_GatEB]
[eng]
Story, Tile art, Testing, Continuity
[fra]
Scénario, Graphismes de Cases, Continuité

[MID_JenniferL_Text_GatEB]
[eng]
Jennifer is a great level tester.  She provided valuable story feedback and put in a lot of work to good effect as an early alpha playtester.  She also upgraded the force arrow tile art, making it more crisp and easier to see, especially in the new room styles.
[fra]
Jennifer est une excellente testeuse de niveaux. Elle nous a fourni de précieux retours sur le scénario et a fait un gros et utile travail en tant que testeuse de version alpha. Elle a aussi amélioré le graphisme des flèches au sol, le rendant plus clair et plus facile à voir, particulièrement avec les nouveaux styles de pièce.

[MID_WaiL_C_GatEB]
[eng]
Art
[fra]
Graphismes

[MID_WaiL_Text_GatEB]
[eng]
Wai has been of great assistance, spending a lot of time in testing and also adding polish to the game cover images you see on the Caravel website.  He also created the new game logo.
[fra]
Wai a été d'une grande aide en passant beaucoup de temps à tester et aussi à parfaire les jaquettes des jeux que vous pouvez voir sur le site de Caravel. Il a également créé le nouveau logo du jeu.

[MID_LoganW_C_GatEB]
[eng]
Voice work
[fra]
Doublages

[MID_LoganW_Text_GatEB]
[eng]
I want to give a great, big shout-out to Logan West for supplying the voice of Gunthro, and for his infinite versatility across many character roles in this and other Caravel projects.  Logan could seriously consider a role in professional voice work, because I think he could contend with everyone else out there that's getting paid for that type of gig.  With both arms tied behind his back, and a leg!
[fra]
Je souhaiterais tirer mon chapeau à Logan West pour avoir donné sa voix à Gunthro et son adaptabilité pour tous ses doublages de personnages dans ce projet-ci et d'autres de Caravel. Logan pourrait sérieusement considérer une carrière professionnelle de doubleur parce que je pense qu'il serait capable de faire aussi bien que n'importe quelle autre personne dont c'est le métier. Même avec deux mains, et une jambe, attachées dans le dos !

[MID_VoiceTalent_Text_GatEB]
[eng]
These are the actors who recorded parts for the game.  There is a large group here, and everyone you see here was hand-picked for their work.  We're glad to have their contribution, and I hope you enjoyed their performance.

Logan West - Gunthro Budkin, Citizens and Soldiers
Daniel Mellman - Beethro
Seth Rimer - Halph
Michael Abbott - Tuenan Captain
David Ault - 6th Patron, Citizens and Soldiers
Chris Marks - Rock Golems, Gulric Dawnmace, Merin Calmwind
John Rogers, Jr. - True Court Lackey, General Drokkendutt
Johannah West - Aurora Bladeseeker, Soldier's Mother
Maurycy Zarzycki - Court Lackey, Brain
Brian Richardson - Ardus Frostbard
Ryan Peterson - Old Greybeard, Soldiers
Samuel Benner - Sand Key Bearer, Citizen
Mike Rimer - Swamp Guide
Bit Parts - almost everyone above
[fra]
Ce sont tous les acteurs qui ont enregistré des voix pour le jeu. C'est un groupe conséquent, et chacun de ceux que vous voyez ici a été soigneusement choisi pour son travail. Nous sommes fiers d'avoir leur contribution et j'espère que vous avez apprécié leur performance.

Logan West - Gunthro Budkin, Citoyens et Soldats
Daniel Mellman - Beethro
Seth Rimer - Halph
Michael Abbott - Capitaine de Tueno
David Ault - 6ème Client, Citoyens et Soldats
Chris Marks - Golems de Pierre, Gulric Dawnmace, Merin Calmwind
John Rogers, Jr. - Fidèle Laquais de la Cour, Général Drokkendutt
Johannah West - Aurora Bladeseeker, Soldier's Mother
Maurycy Zarzycki - Laquais de la Cour, Cerveau
Brian Richardson - Ardus Frostbard
Ryan Peterson - Le Vieux Barbegrise, Soldats
Samuel Benner - Porteur de la Clef des Sables, Citoyen
Mike Rimer - Guide du Marais
Petits Rôles - Presque tous ci-dessus

[MID_LevelDescriptionWriters_GatEB]
[eng]
12th Archivist
George Wanfried (Chaco)
Ryan Berry
Lance Nathan
Annatala Wolf (Trickster)

[MID_LevelDescriptionWriters_C_GatEB]
[eng]
Level Description Texts
[fra]
Textes de Description des Niveaux

[MID_LevelDescriptionWriters_Text_GatEB]
[eng]
In a previous Caravel Forum contest, we challenged players to come up with some interesting description texts for areas of the new game.  We ended up using some texts written by these awesome fans in the game, so they deserve a place in the credits too!
[fra]
Lors d'un précédent concours sur le forum de Caravel, nous avions mis les joueurs au défi d'imaginer des textes de descriptions intéressants pour les zones du nouveau jeu. Nous avons fini par utiliser quelques textes écrits par ces super fans ; ils méritent donc eux aussi une place au générique !

[MID_Testers_GatEB]
[eng]
Eytan Zweig
Jennifer Loeser
Seth Rimer
Wai Lam
Sean Hunt
Markus Theelen
Tom Brouws
Brad Wall

[MID_Testers_Text_GatEB]
[eng]
At any chance given to me, I will brag about our testers. I really think it is possible that we have the best volunteer game testers in the world. Other indie game developers get unhelpful bug reports like "Hmm. Something doesn't work for me. Game crashed." A Caravel tester will say, "I was in 6N2E on Glum Cove, and just as I moved east off the edge of the screen, but before it began scrolling, the screen went black. Music continued to play, but I was unable to do anything after that. I restarted from a save game, tried it again, and it did the same thing. Attached is a copy of the error log. This looks similar to the bug that Stefan reported earlier--maybe the same thing? Let me know if you want me to run any more tests." Get the idea? Our testers are intelligent, articulate, and dedicated to the game. I am proud to be associated with them.
[fra]
Dès que j'en ai l'occasion, je chanterai les louanges de nos testeurs. Je pense sincèrement qu'il est possible que nous ayons les meilleurs testeurs de jeux bénévoles au monde. D'autres développeurs indépendants reçoivent des rapports de bugs sans grande utilité comme : « Hmm, y'a quelque chose qui ne marche pas chez moi. Le jeu a crashé ». Un testeur de chez Caravel dira : « J'étais dans la Baie Morne, aux coordonnées 6N2E, et juste alors que je sortais de l'écran par l'est, mais avant qu'il ne commence à défiler, l'écran est devenu noir. J'entendais toujours la musique, mais je ne pouvais rien faire après ça. J'ai recommencé à partir d'une sauvegarde, ai ressayé, et la même chose s'est produite. J'ai joint une copie du journal d'erreur en pièce jointe. Cela ressemble au bug rapporté par Stefan auparavant –peut-être est-ce le même ? Dites-moi si vous voulez que je fasse d'autres tests. » Vous comprenez ? Nos testeurs sont intelligents, savent s'exprimer, et sont dévoués au jeu. Je suis sûr de travailler avec eux.

[MID_CreditsLastWords_GatEB]
[eng]
This project had a much larger scope than originally intended, but it's all to the good.  There are more people who have contributed in various indirect ways.  Every individual's contribution to this game is important, and I apologize if I left you out when you were expecting a mention.  Any omissions were unintentional.




Hey, since you're still reading, I'll let you in on a little secret.  Did you know that this game contains a secret code, just like at the end of *The City Beneath*, just for those who have completed the game?  This is a secret just for people who have completed the entire game.





...

However, I'm not going to tell it to you right here.  You're actually going to have to go back into the game before Gunthro sails off for Ephelna and do some snooping around.  You'll also need to master the hold by finding and conquering all of the secret rooms, and then going through the secret mastery level.  It will send you off after even more post-mastery secrets found around the game.  If you are one of those who thought this game was too short or too easy, and wanted some of the usual rock-hard DROD challenges and obscure secrets, then fear not -- we have some more appropriately challenging content still tucked away in here just for you.  But I won't spoil any more of it now.

We hope that you have enjoyed this game and Gunthro's story of the Epic Blunder.

Have fun DRODing! We all thank you for playing.

-Mike
[fra]
Ce projet est devenu bien plus ambitieux que ce qui était initialement prévu, et je m'en réjouis. Encore plus de personnes ont travaillé dessus de multiples façons variées et indirectes. Chaque contribution individuelle à ce jeu est importante et je m'excuse si je vous ai oublié alors que vous espériez être mentionné. Aucune omission n'était intentionnelle.




Tenez, puisque vous lisez toujours, je vais vous dire un petit secret. Saviez-vous que ce jeu contient un code secret juste pour ceux qui l'ont terminé, tout comme à la fin de « The City Beneath » ? C'est un secret réservé à ceux qui ont fini la totalité du jeu.



...

Cependant, je ne vais pas vous le révéler ici même. Vous allez en fait devoir revenir en arrière dans le jeu avant que Gunthor ne prenne la mer pour Ephelna et fouiller les alentours. Vous devrez aussi maîtriser l'antre en trouvant et en conquérant toutes les pièces secrètes puis en terminant le niveau de maîtrise secret. Celui-ci vous mettra sur la piste d'encore plus de secrets de post-maîtrise à trouver dans tout le jeu. Si vous êtes un de ceux qui pensaient que ce jeu était trop court ou trop facile et voulait un peu des traditionnels défis ultra-ardus et des secrets obscurs de DROD, alors ne craignez rien – nous avons encore de quoi vous tenir en haleine. Mais je ne vais pas en révéler plus pour l'instant.

Nous espérons que vous avez aimé ce jeu et l'histoire de la Bourde Épique de Gunthro.

Amusez-vous avec DROD ! Merci d'avoir joué.

-Mike

[MID_CreditsTheEnd_GatEB]
[eng]
Gunthro and the Epic Blunder

(c) 2012, 2016 Caravel Games, LLC
www.caravelgames.com
